[
  {
    "Scene #": 1,
    "Heading": "EXT. ON THE ROAD - DUSK",
    "INT/EXT": "EXT",
    "Location": "ON THE ROAD",
    "Time of Day": "DUSK",
    "Characters": "",
    "Summary (first action line)": "From a distance a car is approaching on a countryside road.",
    "Key dialogue": ""
  },
  {
    "Scene #": 2,
    "Heading": "INT. TRUCK – DUSK",
    "INT/EXT": "INT",
    "Location": "TRUCK",
    "Time of Day": "DUSK",
    "Characters": "GWENDRYTH, ROGER",
    "Summary (first action line)": "Close-up of an old gun pointing at a guy in his early forties dressed in a suit (ROGER).",
    "Key dialogue": "ROGER: (slightly annoyed) You really do not have to point the gun at me. | GWENDRYTH: (almost absent) I can’t trust you … They drive silently, GWENDRYTH is staring into the landscape in front of her ..."
  },
  {
    "Scene #": 3,
    "Heading": "INT. HUTT – NIGHT (flashback)",
    "INT/EXT": "INT",
    "Location": "HUTT",
    "Time of Day": "NIGHT (flashback)",
    "Characters": "GWENDRYTH, JOSEPH",
    "Summary (first action line)": "A house in the forest - the pickup truck is parked in front - there is a satellite dish on the roof.",
    "Key dialogue": "GWENDRYTH: Here, drink this … The child drinks with difficulty – GWENDRYTH attends to her for while then she gets up and walks over to her desk. A computer is running (the screen is dirty and the picture is glitchy). An article about CRISPR is on the screen. There is a graduation"
  },
  {
    "Scene #": 4,
    "Heading": "INT. TRUCK - EVENING",
    "INT/EXT": "INT",
    "Location": "TRUCK",
    "Time of Day": "EVENING",
    "Characters": "GWENDRYTH, ROGER",
    "Summary (first action line)": "The pair drives silently, the gun still pointing at ROGER.",
    "Key dialogue": "GWENDRYTH: Let it ring | ROGER: (glances at the phone) It’s my wife – I should answer, she’ll be worried | GWENDRYTH: Let it ring! The phone stops ringing, they drive along – GWENDRYTH turns, to look after the child wrapped in a blanket in the back of the truck. The child is slee"
  },
  {
    "Scene #": 5,
    "Heading": "INT. CEO’S OFFICE - AFTERNOON (flashback)",
    "INT/EXT": "INT",
    "Location": "CEO’S OFFICE",
    "Time of Day": "AFTERNOON (flashback)",
    "Characters": "GWENDRYTH, GWENDTRYTH, ROGER",
    "Summary (first action line)": "ROGER is pacing the room talking to his cell phone, he’s wearing a suit.",
    "Key dialogue": "ROGER: Sure ‘coops’, I’ll be there on time – there is valet parking at the Grand Chancellor, that’s right next to the opera house … yepp, got the tickets right here … OK, see you soon ROGER grabs his car keys and enters the security pin code for the elevator, then waits for the e"
  },
  {
    "Scene #": 6,
    "Heading": "INT. TRUCK – NIGHT",
    "INT/EXT": "INT",
    "Location": "TRUCK",
    "Time of Day": "NIGHT",
    "Characters": "GWENDRYTH, ROGER",
    "Summary (first action line)": "We will need to stop for gas soon … GWENDRYTH leans over carefully to check the gauge – he’s right.",
    "Key dialogue": "ROGER: We will need to stop for gas soon … GWENDRYTH leans over carefully to check the gauge – he’s right. The phone starts ringing again. ROGER does not touch it. Then nothing – then a text message comes in. | GWENDRYTH: (gesticulates with the gun) Give me the phone and no trick"
  },
  {
    "Scene #": 7,
    "Heading": "EXT. RURAL GAS STATION – NIGHT",
    "INT/EXT": "EXT",
    "Location": "RURAL GAS STATION",
    "Time of Day": "NIGHT",
    "Characters": "",
    "Summary (first action line)": "CCTV footage: Gwen steps out of the car while pointing the gun at ROGER through the window.",
    "Key dialogue": ""
  },
  {
    "Scene #": 8,
    "Heading": "INT. COMPUTER ROOM POLICE STATION – NIGHT",
    "INT/EXT": "INT",
    "Location": "COMPUTER ROOM POLICE STATION",
    "Time of Day": "NIGHT",
    "Characters": "HOLMES, PARTNER",
    "Summary (first action line)": "Officer HOLMES and his PARTNER are looking at the CCTV footage - This was two hours ago ?",
    "Key dialogue": "HOLMES: This was two hours ago ? Do we have any idea where they are now? PARTNER checks his phone | PARTNER: (doodling) The truck was last seen in Dannevirke, Sir. They had stopped in front of a pharmacy there. I could take a team Sir ... | HOLMES: (ignoring him, takes out his ph"
  },
  {
    "Scene #": 9,
    "Heading": "EXT. OLD HOSPITAL – NIGHT",
    "INT/EXT": "EXT",
    "Location": "OLD HOSPITAL",
    "Time of Day": "NIGHT",
    "Characters": "CHILD, GWENDRYTH, ROGER",
    "Summary (first action line)": "The truck is parked in front of the entrance to an old hospital building.",
    "Key dialogue": "CHILD: (mumbling) I’m cold Gwenma – can we go home? | GWENDRYTH: (stroking the child’s head) We’ll go home soon my dear, not much longer now. We’ll find you a nice place to sleep for tonight and tomorrow - the sun will shine … They roll the bed through a door and into an old lab."
  },
  {
    "Scene #": 10,
    "Heading": "INT. OFFICER HOLMES HOUSE – NIGHT",
    "INT/EXT": "INT",
    "Location": "OFFICER HOLMES HOUSE",
    "Time of Day": "NIGHT",
    "Characters": "HOLMES",
    "Summary (first action line)": "Holmes is in his entrance hall on the phone … and you are certain this is in Dannevirke ?",
    "Key dialogue": "HOLMES: … and you are certain this is in Dannevirke ? … Yes, thank you Dr Cooper that is very helpful He writes down an address … Yes I understand … however since we have not had any ransom demands, we are currently assuming that this has another background. I’ll keep you posted "
  },
  {
    "Scene #": 11,
    "Heading": "INT. OLD HOSPITAL – NIGHT",
    "INT/EXT": "INT",
    "Location": "OLD HOSPITAL",
    "Time of Day": "NIGHT",
    "Characters": "GWENDRYTH, ROGER",
    "Summary (first action line)": "ROGER and GWENDRYTH are in a futuristic but run down medical lab with machines and computers running – it is dimly lit.",
    "Key dialogue": "ROGER: You know you could have asked for official support. The government has been generous lately. There are programs for this and … GWENDRYTH cuts him off. She speaks under her voice, but with assertiveness, not turning away from the child. | GWENDRYTH: For your kind maybe, but"
  },
  {
    "Scene #": 12,
    "Heading": "INT. HOLMES’S CAR – NIGHT",
    "INT/EXT": "INT",
    "Location": "HOLMES’S CAR",
    "Time of Day": "NIGHT",
    "Characters": "CUT TO EXT. NIGHT – OLD HOSPITAL AREA, CUT TO: INT. HOLMES CAR, HOLMES, PARTNER",
    "Summary (first action line)": "HOLMES is driving, his phone is lying on the passenger seat, lights up and rings – it’s PARTNER Yes – Holmes … PARTNER sits in his vehicle parked away from the old hospital complex – his lights are off – he’s on the phone.",
    "Key dialogue": "HOLMES: Yes – Holmes … | CUT TO EXT. NIGHT – OLD HOSPITAL AREA: PARTNER sits in his vehicle parked away from the old hospital complex – his lights are off – he’s on the phone. There is another man sitting next to him – he is wearing a uniform – another car is parked behind them, "
  },
  {
    "Scene #": 13,
    "Heading": "INT. OLD HOSPITAL – NIGHT",
    "INT/EXT": "INT",
    "Location": "OLD HOSPITAL",
    "Time of Day": "NIGHT",
    "Characters": "GWENDRYTH, ROGER",
    "Summary (first action line)": "ROGER is holding the girl's hand, checking her pulse.",
    "Key dialogue": "ROGER: She will be like this for a couple of hours now – maybe we should get some sleep. We can take turns … | GWENDRYTH: (tugs the girl into the blanket) I can’t sleep now – what if it doesn’t work? We already lost her mother to this – (angry) She didn’t make it into your progra"
  },
  {
    "Scene #": 14,
    "Heading": "EXT. MAIN HOSPITAL BUILDING -NIGHT",
    "INT/EXT": "EXT",
    "Location": "MAIN HOSPITAL BUILDING",
    "Time of Day": "NIGHT",
    "Characters": "UNIFORM 1",
    "Summary (first action line)": "PARTNER and another uniform are circling the building shining torch lights into the rooms … (whispers loudly) Sir!",
    "Key dialogue": "UNIFORM 1: (whispers loudly) Sir! there is light in one of the back rooms … PARTNER reacts and walks over to him, he unclips his gun – so does the uniform."
  },
  {
    "Scene #": 15,
    "Heading": "INT. OLD HOSPITAL – NIGHT",
    "INT/EXT": "INT",
    "Location": "OLD HOSPITAL",
    "Time of Day": "NIGHT",
    "Characters": "GIRL",
    "Summary (first action line)": "ROGER and GWENDRYTH sit silently at the bedside - the girl wakes up is disoriented.",
    "Key dialogue": "GIRL: (mumbles) Gwenma …?"
  },
  {
    "Scene #": 16,
    "Heading": "EXT. OLD HOSPITAL AREA – NIGHT",
    "INT/EXT": "EXT",
    "Location": "OLD HOSPITAL AREA",
    "Time of Day": "NIGHT",
    "Characters": "HOLMES, UNIFORM2",
    "Summary (first action line)": "HOLMES drives up next to the police vehicles parked at a distance from the hospital.",
    "Key dialogue": "HOLMES: Officer! Where is the rest of your team? | UNIFORM2: They went to investigate Sir … | HOLMES: (to himself) I told him to wait god dammit! (to the uniform) Contact them – tell them to step the hell down … and come back here …"
  },
  {
    "Scene #": 17,
    "Heading": "EXT. OLD HOSPITAL – NIGHT",
    "INT/EXT": "EXT",
    "Location": "OLD HOSPITAL",
    "Time of Day": "NIGHT",
    "Characters": "PARTNER, ROGER, UNIFORM1, UNIFORM2",
    "Summary (first action line)": "PARTNER and UNIFORM1 are at the front entrance and check the main door – it is not locked … they walk inside, take out their weapons.",
    "Key dialogue": "UNIFORM2: Peter1 for Peter2 – Come in … UNIFORM1 reaches for the radio hastily – turns it down and ducks into a corner, so does PARTNER … | UNIFORM1: (whispers) Peter2 for Peter1, we are in the hospital requesting radio silence! Both officers tense up and aim their weapons when t"
  },
  {
    "Scene #": 18,
    "Heading": "INT. TRUCK - DAWN",
    "INT/EXT": "INT",
    "Location": "TRUCK",
    "Time of Day": "DAWN",
    "Characters": "CHILD, GWENDRYTH, THE END",
    "Summary (first action line)": "GWENDRYTH drives the truck.",
    "Key dialogue": "CHILD: (absent) Who was that man, Gwenma? | GWENDRYTH: A friend from long ago … | CHILD: (after a while) Did he know my mother? | GWENDRYTH: (thinking back) Yes, my dear – he did – he knew her well … On the passenger seat there is a technical case and the injection gun. The camer"
  }
]